Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Use it to walk through the whole upload flow before you have credentials set up. While demo mode is on, the imported service account is ignored, the package field starts on a sample name, and the package check always passes.
ar: استخدمه للتنقل خلال عملية التحميل بالكامل قبل إعداد بيانات الاعتماد. أثناء تشغيل الوضع التجريبي، يتم تجاهل حساب الخدمة المستوردة، ويبدأ حقل الحزمة على اسم نموذج، ويتم تمرير فحص الحزمة دائمًا.
ca: Utilitzeu-lo per recórrer tot el flux de càrrega abans de tenir les credencials configurades. Mentre el mode de demostració està activat, el compte de servei importat s'ignora, el camp del paquet comença amb un nom de mostra i la comprovació del paquet sempre passa.
cs: Použijte jej k procházce celým procesem nahrávání, než si nastavíte přihlašovací údaje. Když je demo režim zapnutý, importovaný účet služby je ignorován, pole balíčku začíná vzorovým názvem a kontrola balíčku vždy projde.
da: Brug den til at gennemgå hele uploadforløbet, før du har oprettet legitimationsoplysninger. Mens demotilstand er aktiveret, ignoreres den importerede servicekonto, pakkefeltet starter med et eksempelnavn, og pakkekontrollen beståes altid.
de: Damit kannst du den ganzen Upload-Ablauf durchspielen, bevor du Anmeldedaten eingerichtet hast. Solange der Demomodus aktiv ist, wird das importierte Dienstkonto ignoriert, das Paketfeld beginnt mit einem Beispielnamen, und die Paketprüfung ist immer erfolgreich.
el: Χρησιμοποιήστε το για να περιηγηθείτε σε ολόκληρη τη ροή μεταφόρτωσης προτού ρυθμίσετε τα διαπιστευτήρια. Ενώ η λειτουργία επίδειξης είναι ενεργοποιημένη, ο εισαγόμενος λογαριασμός υπηρεσίας αγνοείται, το πεδίο πακέτου ξεκινά σε ένα δείγμα ονόματος και ο έλεγχος πακέτου περνάει πάντα.
es: Úsalo para recorrer todo el proceso de subida antes de configurar tus credenciales. Mientras el modo de demostración está activado, se ignora la cuenta de servicio importada, el campo del paquete empieza con un nombre de ejemplo y la comprobación del paquete siempre se supera.
fa: با آن می‌توانید پیش از تنظیم اطلاعات کاربری، کل روند آپلود را مرور کنید. تا وقتی حالت نمایشی روشن است، حساب سرویس واردشده نادیده گرفته می‌شود، فیلد نام بسته با یک نام نمونه شروع می‌شود و بررسی بسته همیشه موفق است.
fi: Käytä sitä käydäksesi läpi koko lähetysprosessin ennen kuin olet määrittänyt kirjautumistiedot. Kun esittelytila ​​on päällä, tuotu palvelutili ohitetaan, pakettikenttä alkaa mallinimellä ja paketin tarkistus läpäisee aina.
fr: Utilisez-le pour parcourir tout le processus d'envoi avant d'avoir configuré vos identifiants. Tant que le mode démo est activé, le compte de service importé est ignoré, le champ du package contient un nom d'exemple et la vérification du package réussit toujours.
he: השתמש בו כדי לעבור על כל זרימת ההעלאה לפני שתגדיר אישורים. בזמן שמצב הדגמה פועל, מתעלמים מחשבון השירות המיובא, שדה החבילה מתחיל בשם לדוגמה, ובדיקת החבילה תמיד עוברת.
hr: Koristite ga za prolazak kroz cijeli tijek prijenosa prije nego što postavite vjerodajnice. Dok je demo način rada uključen, uvezeni servisni račun se zanemaruje, polje paketa počinje od naziva uzorka, a provjera paketa uvijek prolazi.
hu: Használja a teljes feltöltési folyamatot, mielőtt beállítaná a hitelesítési adatokat. Amíg a bemutató mód be van kapcsolva, az importált szolgáltatásfiókot figyelmen kívül hagyja, a csomagmező egy mintanévvel kezdődik, és a csomagellenőrzés mindig sikeres.
id: Gunakan ini untuk menelusuri seluruh alur pengunggahan sebelum Anda menyiapkan kredensial. Saat mode demo aktif, akun layanan yang diimpor diabaikan, bidang paket dimulai dengan nama sampel, dan pemeriksaan paket selalu lolos.
it: Usala per percorrere l'intero flusso di caricamento prima di aver configurato le credenziali. Mentre la modalità demo è attiva, l'account di servizio importato viene ignorato, il campo del pacchetto parte da un nome di esempio e la verifica del pacchetto riesce sempre.
ja: 認証情報を設定する前に、アップロードの流れ全体を試すために使います。デモモードがオンの間は、読み込んだサービスアカウントは無視され、パッケージ名の欄には最初からサンプル名が入力され、パッケージの確認は常に成功します。
ko: 자격 증명을 설정하기 전에 전체 업로드 과정을 미리 살펴보는 데 사용하세요. 데모 모드가 켜져 있는 동안에는 가져온 서비스 계정이 무시되고, 패키지 필드는 샘플 이름으로 시작하며, 패키지 확인은 항상 통과합니다.
ms: Gunakannya untuk mengikuti keseluruhan aliran muat naik sebelum anda menyediakan bukti kelayakan. Semasa mod demo dihidupkan, akaun perkhidmatan yang diimport diabaikan, medan pakej bermula pada nama sampel dan semakan pakej sentiasa berlalu.
nl: Gebruik het om het hele uploadproces te doorlopen voordat u de inloggegevens hebt ingesteld. Als de demomodus is ingeschakeld, wordt het geïmporteerde serviceaccount genegeerd, begint het pakketveld met een voorbeeldnaam en slaagt de pakketcontrole altijd.
no: Bruk den til å gå gjennom hele opplastingsflyten før du har konfigurert legitimasjon. Mens demomodus er på, ignoreres den importerte tjenestekontoen, pakkefeltet starter på et eksempelnavn, og pakkesjekken går alltid gjennom.
pl: Użyj go, aby przejść przez cały proces przesyłania, zanim skonfigurujesz dane uwierzytelniające. Gdy tryb demonstracyjny jest włączony, zaimportowane konto usługi jest ignorowane, pole pakietu zaczyna się od przykładowej nazwy, a sprawdzenie pakietu zawsze kończy się pomyślnie.
pt_br: Use-o para percorrer todo o fluxo de envio antes de configurar as credenciais. Enquanto o modo de demonstração está ativo, a conta de serviço importada é ignorada, o campo de pacote começa com um nome de exemplo e a verificação do pacote sempre passa.
pt_pt: Use-o para percorrer todo o fluxo de upload antes de configurar as credenciais. Enquanto o modo de demonstração estiver ativado, a conta de serviço importada será ignorada, o campo do pacote começará com um nome de amostra e a verificação do pacote sempre será aprovada.
ro: Folosiți-l pentru a parcurge întregul flux de încărcare înainte de a avea acreditările configurate. În timp ce modul demo este activat, contul de serviciu importat este ignorat, câmpul pachetului începe cu un nume de probă și verificarea pachetului trece întotdeauna.
ru: С его помощью можно пройти весь процесс загрузки еще до настройки учетных данных. Пока демо-режим включен, импортированный сервисный аккаунт игнорируется, в поле пакета подставляется пример имени, а проверка пакета всегда проходит успешно.
sk: Použite ho na prechádzku celým procesom nahrávania predtým, ako nastavíte poverenia. Keď je demo režim zapnutý, importovaný servisný účet sa ignoruje, pole balíka začína vzorovým názvom a kontrola balíka vždy prebehne.
sl: Uporabite ga za sprehod skozi celoten tok nalaganja, preden nastavite poverilnice. Ko je vklopljen predstavitveni način, je uvoženi storitveni račun prezrt, polje paketa se začne z imenom vzorca in preverjanje paketa je vedno uspešno.
sv: Använd den för att gå igenom hela uppladdningsflödet innan du har konfigurerat autentiseringsuppgifter. Medan demoläget är på ignoreras det importerade tjänstekontot, paketfältet börjar på ett exempelnamn och paketkontrollen godkänns alltid.
th: ใช้เพื่ออธิบายขั้นตอนการอัปโหลดทั้งหมดก่อนที่คุณจะตั้งค่าข้อมูลประจำตัว ขณะที่โหมดสาธิตเปิดอยู่ บัญชีบริการที่นำเข้าจะถูกละเว้น ฟิลด์แพ็กเกจจะเริ่มต้นจากชื่อตัวอย่าง และการตรวจสอบแพ็กเกจจะผ่านเสมอ
tr: Kimlik bilgilerinizi ayarlamadan önce tüm yükleme akışını denemek için kullanın. Demo modu açıkken içe aktarılan hizmet hesabı yok sayılır, paket alanı örnek bir adla başlar ve paket denetimi her zaman başarılı olur.
uk: Використовуйте його, щоб пройти весь процес вивантаження ще до налаштування облікових даних. Поки демо-режим увімкнено, імпортований сервісний обліковий запис ігнорується, поле пакета заповнюється зразковою назвою, а перевірка пакета завжди успішна.
ur: اس سے پہلے کہ آپ کے پاس اسناد کے سیٹ اپ ہوں، اپ لوڈ کے پورے بہاؤ کے ذریعے چلنے کے لیے اسے استعمال کریں۔ ڈیمو موڈ آن ہونے کے دوران، امپورٹڈ سروس اکاؤنٹ کو نظر انداز کر دیا جاتا ہے، پیکیج فیلڈ نمونے کے نام سے شروع ہوتا ہے، اور پیکج چیک ہمیشہ گزر جاتا ہے۔
vi: Sử dụng nó để xem qua toàn bộ quy trình tải lên trước khi bạn thiết lập thông tin xác thực. Khi chế độ demo được bật, tài khoản dịch vụ đã nhập sẽ bị bỏ qua, trường gói bắt đầu bằng tên mẫu và quá trình kiểm tra gói luôn vượt qua.
zh_hans: 在设置好凭证之前，你可以用它完整体验一遍上传流程。演示模式开启时，已导入的服务账号会被忽略，软件包名称字段会预填示例名称，软件包检查也总会通过。
zh_hant: 在設定好憑證之前，可以用它來體驗完整的上傳流程。示範模式開啟時，已輸入的服務帳號會被忽略，套件欄位會以範例名稱開始，而且套件檢查一律通過。

source: Use it to walk through the whole upload flow before you have credentials set up. While demo mode is on, the imported service account is ignored.
ar: استخدمه للتنقل خلال عملية التحميل بالكامل قبل إعداد بيانات الاعتماد. أثناء تشغيل الوضع التجريبي، يتم تجاهل حساب الخدمة المستورد.
ca: Utilitzeu-lo per recórrer tot el flux de càrrega abans de tenir les credencials configurades. Mentre el mode de demostració està activat, el compte de servei importat s'ignora.
cs: Použijte jej k procházce celým procesem nahrávání, než si nastavíte přihlašovací údaje. Když je demo režim zapnutý, importovaný účet služby je ignorován.
da: Brug den til at gennemgå hele uploadforløbet, før du har oprettet legitimationsoplysninger. Mens demotilstand er aktiveret, ignoreres den importerede tjenestekonto.
de: Verwenden Sie es, um den gesamten Upload-Prozess zu durchlaufen, bevor Sie die Anmeldeinformationen einrichten. Während der Demomodus aktiviert ist, wird das importierte Dienstkonto ignoriert.
el: Χρησιμοποιήστε το για να περιηγηθείτε σε ολόκληρη τη ροή μεταφόρτωσης προτού ρυθμίσετε τα διαπιστευτήρια. Ενώ η λειτουργία επίδειξης είναι ενεργοποιημένη, ο εισαγόμενος λογαριασμός υπηρεσίας αγνοείται.
es: Úselo para recorrer todo el flujo de carga antes de configurar las credenciales. Mientras el modo de demostración está activado, se ignora la cuenta de servicio importada.
fa: قبل از تنظیم اعتبار، از آن برای عبور از کل جریان آپلود استفاده کنید. در حالی که حالت نمایشی روشن است، حساب سرویس وارد شده نادیده گرفته می شود.
fi: Käytä sitä käydäksesi läpi koko lähetysprosessin ennen kuin olet määrittänyt kirjautumistiedot. Kun esittelytila ​​on päällä, tuotu palvelutili ohitetaan.
fr: Utilisez-le pour parcourir l’ensemble du flux de téléchargement avant de configurer les informations d’identification. Lorsque le mode démo est activé, le compte de service importé est ignoré.
he: השתמש בו כדי לעבור על כל זרימת ההעלאה לפני שתגדיר אישורים. כאשר מצב הדגמה מופעל, מתעלמים מחשבון השירות המיובא.
hr: Koristite ga za prolazak kroz cijeli tijek prijenosa prije nego što postavite vjerodajnice. Dok je demo način rada uključen, uvezeni račun usluge se zanemaruje.
hu: Használja a teljes feltöltési folyamatot, mielőtt beállítaná a hitelesítési adatokat. Amíg a bemutató mód be van kapcsolva, az importált szolgáltatásfiók figyelmen kívül marad.
id: Gunakan ini untuk menelusuri seluruh alur pengunggahan sebelum Anda menyiapkan kredensial. Saat mode demo aktif, akun layanan yang diimpor diabaikan.
ja: 資格情報を設定する前に、これを使用してアップロード フロー全体を確認します。デモ モードがオンの間、インポートされたサービス アカウントは無視されます。
ko: 자격 증명을 설정하기 전에 이를 사용하여 전체 업로드 흐름을 살펴보세요. 데모 모드가 켜져 있는 동안 가져온 서비스 계정은 무시됩니다.
ms: Gunakannya untuk mengikuti keseluruhan aliran muat naik sebelum anda menyediakan bukti kelayakan. Semasa mod demo dihidupkan, akaun perkhidmatan yang diimport diabaikan.
nl: Gebruik het om het hele uploadproces te doorlopen voordat u de inloggegevens hebt ingesteld. Als de demomodus is ingeschakeld, wordt het geïmporteerde serviceaccount genegeerd.
no: Bruk den til å gå gjennom hele opplastingsflyten før du har konfigurert legitimasjon. Mens demomodus er på, ignoreres den importerte tjenestekontoen.
pl: Użyj go, aby przejść przez cały proces przesyłania, zanim skonfigurujesz dane uwierzytelniające. Gdy tryb demonstracyjny jest włączony, zaimportowane konto usługi jest ignorowane.
pt_br: Use-o para percorrer todo o fluxo de upload antes de configurar as credenciais. Enquanto o modo de demonstração estiver ativado, a conta de serviço importada será ignorada.
pt_pt: Use-o para percorrer todo o fluxo de upload antes de configurar as credenciais. Enquanto o modo de demonstração estiver ativado, a conta de serviço importada será ignorada.
ro: Folosiți-l pentru a parcurge întregul flux de încărcare înainte de a avea acreditările configurate. În timp ce modul demo este activat, contul de serviciu importat este ignorat.
sk: Použite ho na prechádzku celým procesom nahrávania predtým, ako nastavíte poverenia. Keď je demo režim zapnutý, importovaný servisný účet sa ignoruje.
sl: Uporabite ga za sprehod skozi celoten tok nalaganja, preden nastavite poverilnice. Ko je vklopljen predstavitveni način, je uvoženi storitveni račun prezrt.
sv: Använd den för att gå igenom hela uppladdningsflödet innan du har konfigurerat autentiseringsuppgifter. Medan demoläget är på ignoreras det importerade tjänstkontot.
th: ใช้เพื่ออธิบายขั้นตอนการอัปโหลดทั้งหมดก่อนที่คุณจะตั้งค่าข้อมูลประจำตัว ขณะที่เปิดโหมดสาธิต บัญชีบริการที่นำเข้าจะถูกละเว้น
ur: اس سے پہلے کہ آپ کے پاس اسناد کے سیٹ اپ ہوں، اپ لوڈ کے پورے بہاؤ کے ذریعے چلنے کے لیے اسے استعمال کریں۔ ڈیمو موڈ آن ہونے کے دوران، درآمد شدہ سروس اکاؤنٹ کو نظر انداز کر دیا جاتا ہے۔
vi: Sử dụng nó để xem qua toàn bộ quy trình tải lên trước khi bạn thiết lập thông tin đăng nhập. Khi chế độ demo được bật, tài khoản dịch vụ đã nhập sẽ bị bỏ qua.
zh_hans: 在设置凭据之前，使用它来完成整个上传流程。当演示模式开启时，导入的服务帐户将被忽略。

source: Use the "Display Type" picker above.
ar: استخدم منتقي "نوع العرض" أعلاه.
ca: Utilitzeu el selector "Tipus de visualització" de dalt.
cs: Použijte výše uvedený výběr "Typ zobrazení".
da: Brug "Visningstype"-vælgeren ovenfor.
de: Verwende oben die Auswahl „Anzeigetyp“.
el: Χρησιμοποιήστε το εργαλείο επιλογής "Τύπος εμφάνισης" παραπάνω.
es: Usa el selector «Tipo de pantalla» de arriba.
fa: از انتخابگر «نوع نمایش» در بالا استفاده کنید.
fi: Käytä yllä olevaa Näyttötyyppi-valitsinta.
fr: Utilisez le sélecteur « Type d’affichage » ci-dessus.
he: השתמש בבוחר "סוג תצוגה" למעלה.
hr: Koristite gornji alat za odabir "Vrsta prikaza".
hu: Használja a fenti „Megjelenítés típusa” választót.
id: Gunakan alat pilih "Jenis Tampilan" di atas.
it: Usa il selettore "Tipo di display" qui sopra.
ja: 上の「表示タイプ」ピッカーを使用してください。
ko: 위의 “디스플레이 유형” 선택기를 사용하세요.
ms: Gunakan pemilih "Jenis Paparan" di atas.
nl: Gebruik de kiezer 'Weergavetype' hierboven.
no: Bruk "Visningstype"-velgeren ovenfor.
pl: Użyj powyższego selektora „Typ wyświetlania”.
pt_br: Use o seletor “Tipo de exibição” acima.
pt_pt: Use o seletor "Tipo de exibição" acima.
ro: Utilizați selectorul „Tip de afișare” de mai sus.
ru: Используйте меню «Тип дисплея» выше.
sk: Použite vyššie uvedený výber Typ zobrazenia.
sl: Uporabite zgornji izbirnik »Vrsta prikaza«.
sv: Använd "Visningstyp"-väljaren ovan.
th: ใช้เครื่องมือเลือก "ประเภทการแสดงผล" ด้านบน
tr: Yukarıdaki "Ekran Türü" seçicisini kullanın.
uk: Скористайтеся засобом вибору «Тип дисплея» вище.
ur: اوپر "ڈسپلے ٹائپ" چننے والا استعمال کریں۔
vi: Sử dụng bộ chọn "Loại hiển thị" ở trên.
zh_hans: 使用上方的“显示类型”选择器。
zh_hant: 請使用上方的「顯示類型」選擇器。

source: Use the **Export Preview** button in the template control bar to render a single template to a preview window — handy for spot-checking without going through the full export flow.
ar: استخدم زر **معاينة التصدير** في شريط التحكم في القالب لعرض قالب واحد في نافذة المعاينة - وهو مفيد لإجراء فحص موضعي دون المرور عبر تدفق التصدير الكامل.
ca: Utilitzeu el botó **Previsualització d'exportació** a la barra de control de plantilles per representar una sola plantilla a una finestra de previsualització, pràctic per a una comprovació puntual sense passar pel flux complet d'exportació.
cs: Pomocí tlačítka **Náhled exportu** na ovládacím panelu šablony můžete vykreslit jednu šablonu do okna náhledu – užitečné pro namátkovou kontrolu, aniž byste museli projít celým procesem exportu.
da: Brug knappen **Eksporter forhåndsvisning** i skabelonkontrollinjen til at gengive en enkelt skabelon til et forhåndsvisningsvindue - praktisk til stikprøvekontrol uden at gå gennem hele eksportforløbet.
de: Verwenden Sie die Schaltfläche **Exportvorschau** in der Vorlagensteuerleiste, um eine einzelne Vorlage in einem Vorschaufenster zu rendern – praktisch für Stichproben, ohne den gesamten Exportvorgang durchlaufen zu müssen.
el: Χρησιμοποιήστε το κουμπί **Εξαγωγή προεπισκόπησης** στη γραμμή ελέγχου προτύπου για να αποδώσετε ένα μεμονωμένο πρότυπο σε ένα παράθυρο προεπισκόπησης — εύχρηστο για επιτόπιο έλεγχο χωρίς να περάσετε από την πλήρη ροή εξαγωγής.
es: Utilice el botón **Exportar vista previa** en la barra de control de la plantilla para representar una única plantilla en una ventana de vista previa, lo que resulta útil para realizar comprobaciones puntuales sin pasar por todo el flujo de exportación.
fa: از دکمه **Export Preview** در نوار کنترل الگو استفاده کنید تا یک الگوی واحد را در یک پنجره پیش‌نمایش ارائه کنید - برای بررسی نقطه‌ای بدون عبور از جریان صادرات کامل.
fi: Käytä mallin ohjauspalkin **Vie esikatselu** -painiketta hahmontaaksesi yksittäisen mallin esikatseluikkunaan – kätevä pistetarkistukseen ilman koko vientiprosessia.
fr: Utilisez le bouton **Exporter l'aperçu** dans la barre de contrôle du modèle pour afficher un seul modèle dans une fenêtre d'aperçu, ce qui est pratique pour une vérification ponctuelle sans passer par le flux d'exportation complet.
he: השתמש בלחצן **ייצוא תצוגה מקדימה** בסרגל הבקרה של התבנית כדי להציג תבנית בודדת לחלון תצוגה מקדימה - שימושי לבדיקה נקודתית מבלי לעבור את זרימת הייצוא המלאה.
hr: Upotrijebite gumb **Pretpregled izvoza** na kontrolnoj traci predloška za renderiranje jednog predloška u prozoru pregleda — zgodno za provjeru na licu mjesta bez prolaska kroz cijeli tijek izvoza.
hu: A sablonvezérlő sáv **Előnézet exportálása** gombjával egyetlen sablont megjeleníthet egy előnézeti ablakban – praktikus a helyszíni ellenőrzéshez anélkül, hogy végigmenne a teljes exportálási folyamaton.
id: Gunakan tombol **Pratinjau Ekspor** di bilah kontrol templat untuk merender satu templat ke jendela pratinjau — berguna untuk pemeriksaan langsung tanpa melalui alur ekspor penuh.
ja: テンプレート コントロール バーの [**プレビューのエクスポート**] ボタンを使用して、単一のテンプレートをプレビュー ウィンドウにレンダリングします。完全なエクスポート フローを実行せずにスポット チェックを行うのに便利です。
ko: 템플릿 제어 막대에 있는 **내보내기 미리보기** 버튼을 사용하면 단일 템플릿을 미리보기 창에 렌더링할 수 있습니다. 이는 전체 내보내기 흐름을 거치지 않고도 즉시 확인하는 데 편리합니다.
ms: Gunakan butang **Pratonton Eksport** dalam bar kawalan templat untuk memaparkan templat tunggal ke tetingkap pratonton — berguna untuk semakan tempat tanpa melalui aliran eksport penuh.
nl: Gebruik de knop **Voorbeeld exporteren** in de sjabloonbedieningsbalk om één sjabloon naar een voorbeeldvenster te renderen – handig voor steekproeven zonder de volledige exportstroom te hoeven doorlopen.
no: Bruk **Eksporter forhåndsvisning**-knappen i malkontrolllinjen for å gjengi en enkelt mal til et forhåndsvisningsvindu – praktisk for punktsjekking uten å gå gjennom hele eksportflyten.
pl: Użyj przycisku **Eksportuj podgląd** na pasku sterowania szablonu, aby wyrenderować pojedynczy szablon w oknie podglądu — przydatny do sprawdzania punktowego bez konieczności przechodzenia przez cały proces eksportu.
pt_br: Use o botão **Export Preview** na barra de controle do modelo para renderizar um único modelo em uma janela de visualização — útil para verificação pontual sem passar por todo o fluxo de exportação.
pt_pt: Use o botão **Export Preview** na barra de controle do modelo para renderizar um único modelo em uma janela de visualização — útil para verificação pontual sem passar por todo o fluxo de exportação.
ro: Utilizați butonul **Export Preview** din bara de control al șablonului pentru a reda un singur șablon într-o fereastră de previzualizare - util pentru verificarea punctuală fără a trece prin fluxul complet de export.
sk: Pomocou tlačidla **Exportovať ukážku** na ovládacom paneli šablóny vykreslíte jednu šablónu do okna ukážky – užitočné pri náhodnej kontrole bez toho, aby ste museli prejsť celým exportným procesom.
sl: Uporabite gumb **Izvozni predogled** v nadzorni vrstici predloge, da upodabljate posamezno predlogo v oknu za predogled — priročno za naključno preverjanje, ne da bi šli skozi celoten tok izvoza.
sv: Använd knappen **Exportera förhandsgranskning** i mallkontrollfältet för att rendera en enskild mall till ett förhandsgranskningsfönster — praktiskt för stickprovskontroll utan att gå igenom hela exportflödet.
th: ใช้ปุ่ม **ส่งออกตัวอย่าง** ในแถบควบคุมเทมเพลตเพื่อแสดงเทมเพลตเดียวในหน้าต่างแสดงตัวอย่าง ซึ่งสะดวกสำหรับการตรวจสอบเฉพาะจุดโดยไม่ต้องผ่านขั้นตอนการส่งออกทั้งหมด
ur: کسی ایک ٹیمپلیٹ کو پیش نظارہ ونڈو میں پیش کرنے کے لیے ٹیمپلیٹ کنٹرول بار میں **پریویو ایکسپورٹ کریں** بٹن کا استعمال کریں — مکمل ایکسپورٹ فلو سے گزرے بغیر اسپاٹ چیکنگ کے لیے آسان۔
vi: Sử dụng nút **Xem trước xuất** trong thanh điều khiển mẫu để hiển thị một mẫu duy nhất cho cửa sổ xem trước — tiện dụng để kiểm tra tại chỗ mà không cần thực hiện toàn bộ quy trình xuất.
zh_hans: 使用模板控制栏中的 **导出预览** 按钮将单个模板渲染到预览窗口 - 方便进行抽查，而无需执行完整的导出流程。
